Revit 2027 API
ParameterTypeId.CurtaingridUseCurveDistn2 Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridUseCurveDistn2 { get; }
Public Shared ReadOnly Property CurtaingridUseCurveDistn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridUseCurveDistn2 {
	ForgeTypeId^ get ();
}
static member CurtaingridUseCurveDistn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace